"MJRefreshHeaderIdleText" = "下拉可以刷新";//Pull down to refresh
"MJRefreshHeaderPullingText" = "放开就刷新";//Release to refresh
"MJRefreshHeaderRefreshingText" = "加载中...";//Loading...

"MJRefreshAutoFooterIdleText" = "点击或上拉加载更多";// or pull up to load more
"MJRefreshAutoFooterRefreshingText" = "加载中...";//Loading...
"MJRefreshAutoFooterNoMoreDataText" = "没有更多数据";//No more data

"MJRefreshBackFooterIdleText" = "上拉加载更多";//Pull up to load more
"MJRefreshBackFooterPullingText" = "放开加载更多";//Release to load more.
"MJRefreshBackFooterRefreshingText" = "加载中...";//Loading...
"MJRefreshBackFooterNoMoreDataText" = "没有更多数据";//No more data

"MJRefreshHeaderLastTimeText" = "上次更新：";//Last update:
"MJRefreshHeaderDateTodayText" = "今天";//Today
"MJRefreshHeaderNoneLastDateText" = "没有记录";//No record